<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="../form/top.jsp"%>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style type="text/css">
#service{
	width: 1000px;
 	margin: 60px auto;
}

#service h1{
	font-weight:bold;
}

#introEzen{
	margin-top:30px;
}
</style>
</head>
<body>
<div id = "service">
	<h1>서비스 약관</h1>
	<img src = "">
	<p>최종 업데이트 : 2020년 2월</p>
	<div id = "introEzen">
		<h5><strong>회사 소개</strong></h5>
		<p>
			<strong>이젠, 갈래?</strong>(문맥에 따라 “당사”)는 여행객에게 호텔 검색 서비스를 제공합니다.
			<strong>이젠, 갈래?</strong>는 여행사가 아니며 당사 서비스를 통해 검색하여 예약하는 호텔 옵션 
			또는 상품(“타사 여행 상품”)에 적용되는 가격을 제공, 설정하거나 제어할 책임이 없습니다. 모든 타사 여행 
			상품은 독립적인 호텔에서 제공하고 해당 타사의 이용 약관이 적용됩니다.<br><br>
			
			당사 서비스와 플랫폼은 영국 웨일스에 회사 번호 04217916으로 설립 및 등록된 개인 유한 회사 Skyscanner Limited가 
			제공합니다.  <strong>이젠, 갈래?</strong>를 직간접적으로 관리하거나, <strong>이젠, 갈래?</strong>에서 관리하거나, 
			공동 관리하는 다른 기관은 이 약관에서 “<strong>이젠, 갈래?</strong> 계열사”라고 합니다. 
			주소와 등록 사무소 등에 대한 자세한 회사 정보는 회사 상세 정보 페이지에서 확인할 수 있습니다.<br><br>

			<strong>이용 약관</strong><br>
			본 이용 약관(“약관”)은 당사 개인정보 처리 방침, 쿠키 정책 및 커뮤니티 가이드라인과 더불어 당사 서비스 및 플랫폼에 대한 
			액세스와 이용에 적용됩니다. 당사 서비스 또는 플랫폼에 액세스하거나 이를 이용함으로써, 사용자는 본 약관 및 개인정보 취급 방침, 
			쿠키 정책, 커뮤니티 가이드라인의 조항을 모두 읽고 이해하였으며 이에 동의한다는 것을 확인합니다.<br><br>
			
			당사 서비스 및 플랫폼은 해당 서비스의 사용에 서로 다른 이용 약관을 적용합니다. 이 경우에는 명시적으로 사용자에게 
			고지하고 해당 약관은 경우에 따라 본 약관을 대체하거나 본 약관과 함께 적용됩니다.<br><br>
			
			당사는 재량에 따라 언제든 약관을 개정할 수 있습니다. 본 약관을 개정할 경우 당사는 개정된 이용 약관을 공개하며, 
			사용자는 개정 약관이 공고된 이후에도 당사 서비스 또는 플랫폼을 계속 사용하면 모든 개정 사항에 동의한 것으로 간주됩니다. 
			본 약관을 일부 승인할 수 없을 경우 당사 서비스 또는 플랫폼을 사용해서는 안 됩니다.<br><br>
			
			<strong>서비스 이용</strong><br>
			사용자는 관련 법률에 따라 정당한 목적에 한하여 당사 서비스 및 플랫폼을 이용할 수 있습니다. 
			사용자가 이런 약관에 동의하였다고 간주하면 당사는 비상업적인 개인 목적으로만 사용할 수 있는 
			당사 서비스 및/또는 플랫폼을 다운로드, 액세스, 사용하기 위한 비전송형 비독점적 라이센스를 부여합니다. 
			당사는 사용자가 다음과 같은 금지 사항에 동의할 경우에만 이 라이선스를 부여합니다.<br><br>
			
			1. 당사 서비스 또는 플랫폼을 부적절하고 비합법적인 목적으로 사용하거나 (i) 명예 훼손, 공격적, 외설적 또는 기타 거부감이 
			느껴지는 자료, (ii) 기밀이나 개인 정보 또는 저작권, 등록상표, 기타 지적재산권 등 타사의 권리에 위배되는 자료, (iii) 
			사용자 또는 타사를 광고하거나 홍보할 목적으로 게시, 공유, 전송된 자료, (iv) 사용자의 신분을 오해할 여지가 있거나 허위로 
			전달하거나, 스카이스캐너의 후원, 제휴, 연결을 암시하거나 (v) 사용자에게 제공할 수 있는 권리나 권한이 없는 자료를 게시, 공유, 
			전송하지 말아야 합니다.<br><br>
			
			2. 당사 서비스 및/또는 플랫폼을 상업적 목적 또는 <strong>이젠, 갈래?</strong>에 손해를 발생시키거나 <strong>이젠, 갈래?</strong>의 
			평판을 떨어트리는 방식으로 이용하지 않습니다.<br><br>
			
			3. 법적으로 허용하는 경우를 제외하고, 당사 서비스 또는 플랫폼에 포함되어 있거나 이를 통해 제공되는 어떠한 소프트웨어, 
			애플리케이션, 업데이트 또는 하드웨어 분해, 역분석, 또는 기타의 방법으로 역컴파일링하지 않습니다.<br><br>
			
			4. 당사 서비스 또는 플랫폼을 복제, 배포, 공공에 전달, 판매, 임차, 임대 또는 기타 방식으로 이용하거나 사용자의 액세스나 
			당사 서비스 또는 플랫폼 사용을 제한하기 위해 적용한 보안 조치를 위반하거나 우회하려는 시도를 하지 않습니다.<br><br>
			
			5.당사 시스템이나 보안에 손해를 입히거나, 사용할 수 없게 하거나, 과부하를 일으키거나, 손상을 가하거나, 위해를 가할 수 있는 
			방식 또는 다른 사용자에게 방해가 될 수 있는 방식으로 당사 서비스 또는 <strong>이젠, 갈래?</strong> 플랫폼을 사용하거나 방해하지 않습니다.<br><br>
			
			6. 당사 서비스 또는 플랫폼을 통해 파괴적이거나 악의적인 코드, 바이러스, 웜 또는 트로이 목마나 ‘서비스 거부’ 
			공격 또는 ‘스팸’ 공격을 가하거나 전송하지 않습니다.<br><br>
			
			7. 당사 서비스 또는 플랫폼의 저작권 알림, 등록 상표, 기업 이름, 로고 또는 기타 출처 표시를 제거, 변경 또는 
			교체하거나 당사 서비스 또는 플랫폼을 <strong>이젠, 갈래?</strong>가 아닌 다른 상품으로 속이거나 속이려는 시도를 하지 않습니다.<br><br>
			
			또한, 무단 자동 컴퓨터 프로그램, 소프트웨어 에이전트, 봇, 스파이더 또는 당사 서비스나 플랫폼, 그 안에 포함된 데이터를 스캔, 
			복사하거나 색인으로 만들거나 정렬하거나 기타 다른 방식으로 악용하기 위한 기타 소프트웨어 또는 애플리케이션을 사용하지 않는 데 
			동의해야 합니다. <strong>이젠, 갈래?</strong>는 수천 개의 여행 데이터 공급업체를 수집, 처리하여 표시하기 위해 상당한 
			투자를 하였고 상업용 API를 통해 여행 데이터에 대한 액세스를 제공합니다. 따라서 이 조항을 위반할 경우, 이러한 이용 약관에 
			대한 중대한 위반이 되며 <strong>이젠, 갈래?</strong>는 당사 서비스 및 플랫폼에 대한 무단 자동 액세스를 탐지하여 
			제한하기 위한 모든 기술적, 법적 조치를 취할 권리가 있습니다.
		</p>
	</div>
</div>
</body>
<%@ include file="../form/bottom.jsp"%>
